Repository: grandeljay/wordpress-mailjet-integration
Catalog: languages/grandeljay-mailjet-integration-*.po
Languages: bg_bg, es_es, fr_fr

source: Please confirm your email address.
bg_bg: Моля, потвърдете имейл адреса си.
es_es: Confirme su dirección de correo electrónico.
fr_fr: Veuillez confirmer votre adresse électronique.

source: Sending the email confirmation has not succeeded.
bg_bg: Изпращането на имейл потвърждението не е успешно.
es_es: El envío del correo electrónico de confirmación no ha tenido éxito.
fr_fr: L'envoi de l'email de confirmation n'a pas réussi.

source: Mailjet API
bg_bg: API на Mailjet
es_es: API de Mailjet
fr_fr: API de Mailjet

source: Mailjet Template
bg_bg: Шаблон на Mailjet
es_es: Plantilla Mailjet
fr_fr: Modèle Mailjet

source: Version
bg_bg: Версия
es_es: Versión

source: Version (Send)
bg_bg: Версия (Изпращане)
es_es: Versión (Enviar)
fr_fr: Version (envoi)

source: Key
bg_bg: Ключ
es_es: Clave
fr_fr: Clé

source: Secret
bg_bg: Тайната
es_es: Secreto

source: Email from
bg_bg: Имейл от
es_es: Correo electrónico de
fr_fr: Courriel de

source: Email name
bg_bg: Имейл име
es_es: Correo electrónico
fr_fr: Nom de courriel

source: Page ID Confirmation (Success)
bg_bg: Потвърждаване на идентификатора на страницата (успех)
es_es: Confirmación de ID de página (Éxito)
fr_fr: Confirmation de l'ID de la page (succès)

source: Page ID Confirmation (Failure)
bg_bg: Потвърждаване на идентификатора на страницата (неуспех)
es_es: Confirmación de ID de página (Fallo)
fr_fr: Confirmation de l'ID de la page (échec)

source: Confirmation Template ID (%s)
bg_bg: ID на шаблона за потвърждение (%s)
es_es: ID de plantilla de confirmación (%s)
fr_fr: ID du modèle de confirmation (%s)

source: Save Mailjet API Settings
bg_bg: Запазване на настройките на API на Mailjet
es_es: Guardar la configuración API de Mailjet
fr_fr: Sauvegarder les paramètres de l'API Mailjet

source: Save Mailjet Template Settings
bg_bg: Запазване на настройките на шаблона на Mailjet
es_es: Guardar la configuración de la plantilla Mailjet
fr_fr: Sauvegarder les paramètres du modèle Mailjet

source: Save WordPress Settings
bg_bg: Запазване на настройките на WordPress
es_es: Guardar la configuración de WordPress
fr_fr: Sauvegarder les paramètres de WordPress

source: Save WPML Settings
bg_bg: Запазване на настройките на WPML
es_es: Guardar configuración de WPML
fr_fr: Sauvegarder les paramètres WPML

source: Loading. Please wait...
bg_bg: Зареждане. Моля, изчакайте...
es_es: Cargando. Por favor, espere...
fr_fr: Chargement. Veuillez patienter...

source: The link appears to no longer be valid.
bg_bg: Изглежда, че връзката вече не е валидна.
es_es: Parece que el enlace ya no es válido.
fr_fr: Le lien semble ne plus être valide.

source: Unable to add contact properties
bg_bg: Невъзможност за добавяне на свойства на контакта
es_es: No se pueden añadir propiedades de contacto
fr_fr: Impossible d'ajouter les propriétés d'un contact

source: The below listed contact properties could not be added for %1$s. %2$s
bg_bg: Изброените по-долу свойства на контакта не могат да бъдат добавени за %1$s. %2$s
es_es: No se han podido añadir las siguientes propiedades de contacto para %1$s. %2$s
fr_fr: Les propriétés de contact énumérées ci-dessous n'ont pas pu être ajoutées pour %1$s. %2$s

source: Email address
bg_bg: Имейл адрес
es_es: Dirección de correo electrónico
fr_fr: Adresse électronique

source: I agree to the processing of my personal data for advertising purposes and to receive e-mail for advertising purposes. I can revoke the given consent at any time with effect for the future in any appropriate form.
bg_bg: Съгласен съм личните ми данни да бъдат обработвани за рекламни цели и да получавам електронна поща за рекламни цели. Мога да оттегля даденото съгласие по всяко време с действие за в бъдеще под всякаква подходяща форма.
es_es: Doy mi consentimiento para el tratamiento de mis datos personales con fines publicitarios y para recibir correo electrónico con fines publicitarios. Puedo revocar el consentimiento dado en cualquier momento con efecto para el futuro de cualquier forma adecuada.
fr_fr: Je consens au traitement de mes données personnelles à des fins publicitaires et à la réception d'e-mails à des fins publicitaires. Je peux révoquer à tout moment le consentement donné avec effet pour l'avenir sous toute forme appropriée.

source: Subscribe
bg_bg: Абонирайте се за
es_es: Suscríbase a
fr_fr: S'abonner à
